/* All Documents type popup item */
"All Documents" = "Todos os Documentos";

/* All Readable Known type popup item */
"All Known Documents" = "Todos Documentos Conhecidos";

/* All Readable Documents type popup item */
"All Readable Documents" = "Todos Documentos Legíveis";

/* Cancel button text */
"Cancel" = "Cancelar";

/* Choose button text */
"Choose" = "Escolher";

/* ChooseFile dialog title */
"Choose a File" = "Selecione um Arquivo";

/* ChooseFolder dialog title */
"Choose a Folder" = "Escolha uma Pasta";

/* ChooseVolume dialog title */
"Choose a Volume" = "Escolha um Volume";

/* ChooseObject dialog title */
"Choose an Object" = "Escolha um Objeto";

/* Default save format menu item */
"Default" = "Padrão";

/* Discard changes button text */
"Discard Changes" = "Descartar Alterações";

/* Ask Discard Changes message */
"Do you want to revert to the most recently saved revision of the document \\U201C%@\\U201D?" = "Deseja voltar à última revisão salva do documento “%@”?";

/* Ask Save Changes dialog message */
"Do you want to save the changes you made in the document \\U201C%@\\U201D?" = "Deseja salvar as alterações realizadas no documento “%@”?";

/* Ask Save Changes dialog message with nil name */
"Do you want to save the changes you made to this document?" = "Deseja salvar as alterações feitas neste documento?";

/* Don't save button text */
"Don\\U2019t Save" = "Não Salvar";

/* Open panel enable popup label */
"Enable:" = "Ativar:";

/* Save panel format popup label */
"Format:" = "Formato:";

/* Ask Review Documents informative text */
"If you don\\U2019t review your documents, all your changes will be lost." = "Se você não revisar seus documentos, todas as suas alterações serão perdidas.";

/* New folder button text */
"New Folder" = "Nova Pasta";

/* Revert button text */
"Revert" = "Reverter";

/* Review changes button text */
"Review Changes\\U2026" = "Revisar Alterações…";

/* Save button text */
"Save" = "Salvar";

/* PutFile default save file name */
"untitled" = "Sem Título";

/* Ask Review Documents message with known count */
"You have %ld %@ documents with unsaved changes. Do you want to review these changes before quitting?" = "Você possui %1$ld documentos do(a) %2$@ com alterações não salvas. Deseja rever estas alterações antes de encerrar?";

/* Ask Review Documents message with unknown count */
"You have several %@ documents with unsaved changes. Do you want to review these changes before quitting?" = "Você possui vários documentos do(a) %@ com alterações não salvas. Deseja rever estas alterações antes de encerrar?";

/* Ask Save Changes informative text */
"Your changes will be lost if you don\\U2019t save them." = "Suas modificações serão perdidas se você não salvá-las.";

/* Ask Discard Changes informative text */
"Your current changes will be lost." = "Suas modificações atuais serão perdidas.";

